Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Render a subtle shadow around pages. Turn off for seamless dual-page spreads.
de: Zeigt einen dezenten Schatten um Seiten an. Deaktivieren Sie ihn für nahtlose Doppelseiten.
es: Muestra una sombra sutil alrededor de las páginas. Desactívala para dobles páginas continuas sin separación.
fr: Ajoute une ombre légère autour des pages. Désactivez-la pour des doubles pages sans séparation visible.
it: Mostra una leggera ombra intorno alle pagine. Disattivala per doppie pagine senza separazione visibile.
ja: ページの周囲に控えめな影を付けます。見開きを継ぎ目なく表示したい場合はオフにしてください。
ko: 페이지 둘레에 은은한 그림자를 표시합니다. 이음새 없는 양면 펼침을 원하면 끄세요.
ru: Добавляет легкую тень вокруг страниц. Отключите для бесшовных двухстраничных разворотов.
zh_hans: 在页面周围渲染柔和阴影。若想让双页跨页无缝拼接，请关闭此项。
zh_hant: 在頁面周圍顯示柔和陰影。若想讓雙頁跨頁無縫拼接，請關閉此選項。

source: Render Quality
de: Renderqualität
es: Calidad de renderizado
fr: Qualité de rendu
it: Qualita render
ja: レンダリング品質
ko: 렌더링 품질
ru: Качество рендеринга
zh_hans: 渲染质量
zh_hant: 渲染品質

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重置

source: Reset to Global
de: Auf globale Einstellungen zurücksetzen
es: Restablecer a global
fr: Réinitialiser aux paramètres globaux
it: Ripristina globale
ja: グローバル設定にリセット
ko: 전역 설정으로 재설정
ru: Сбросить к глобальным
zh_hans: 重置为全局设置
zh_hant: 重設為全域設定

source: Resolving page metadata
de: Seitenmetadaten werden aufgelöst
es: Resolviendo los metadatos de páginas
fr: Résolution des métadonnées des pages
it: Risoluzione dei metadati delle pagine
ja: ページメタデータを解決中
ko: 페이지 메타데이터를 확인하는 중
ru: Определение метаданных страниц
zh_hans: 正在解析页面元数据
zh_hant: 正在解析頁面中繼資料

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restore request timed out. Please try again.
de: Wiederherstellungsanfrage abgelaufen. Bitte erneut versuchen.
es: La solicitud de restauracion excedio el tiempo de espera. Intentalo de nuevo.
fr: La demande de restauration a expiré. Veuillez réessayer.
it: La richiesta di ripristino e scaduta. Riprova.
ja: 復元リクエストがタイムアウトしました。もう一度お試しください。
ko: 복원 요청 시간이 초과되었습니다. 다시 시도해 주세요.
ru: Время ожидания запроса на восстановление истекло. Повторите попытку.
zh_hans: 恢复请求超时，请重试。
zh_hant: 恢復請求超時，請重試。

source: Resume Reading
de: Weiterlesen
es: Reanudar lectura
fr: Reprendre la lecture
it: Riprendi lettura
ja: 読書を再開
ko: 독서 재개
ru: Продолжить чтение
zh_hans: 继续阅读
zh_hant: 繼續閱讀

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Retry All
de: Alle wiederholen
es: Reintentar todo
fr: Tout réessayer
it: Riprova tutto
ja: すべて再試行
ko: 모두 재시도
ru: Повторить все
zh_hans: 全部重试
zh_hant: 全部重試

source: Return
de: Zurück
es: Volver
fr: Retour
it: Ritorna
ja: 戻る
ko: 돌아가기
ru: Вернуться
zh_hans: 返回
zh_hant: 返回

source: Reverse
de: Invertiert
es: Invertir
fr: Inversé
it: Inverti
ja: 反転
ko: 반전
ru: Обратный
zh_hans: 反色
zh_hant: 反色

source: Role
de: Rolle
es: Rol
fr: Rôles
it: Ruolo
ja: 役割
ko: 역할
ru: Роль
zh_hans: 角色
zh_hant: 角色

source: Roles
de: Rollen
es: Funciones
fr: Rôles
it: Permessi
ja: ロール
ko: 역할
ru: Роли
zh_hans: 角色
zh_hant: 角色

source: Rotate
de: Drehen
es: Girar
fr: Pivoter
it: Ruota
ja: 回転
ko: 회전
ru: Повернуть
zh_hans: 旋转
zh_hant: 旋轉

source: Rotate: %lld°
de: Drehen: %lld°
es: Girar: %lld°
fr: Pivoter : %lld°
it: Ruota: %lld°
ja: 回転：%lld°
ko: 회전: %lld°
ru: Поворот: %lld°
zh_hans: 旋转：%lld°
zh_hant: 旋轉：%lld°

source: Running Tasks: %lld
de: Laufende Aufgaben: %lld
es: Tareas en ejecucion: %lld
fr: Tâches en cours : %lld
it: Attivita in esecuzione: %lld
ja: 実行中のタスク: %lld
ko: 실행 중인 작업: %lld
ru: Выполняющиеся задачи: %lld
zh_hans: 运行中的任务：%lld
zh_hant: 執行中的任務：%lld

source: Runtime
de: Laufzeit
es: Entorno de ejecucion
fr: Environnement d'exécution
ja: ランタイム
ko: 런타임
ru: Среда выполнения
zh_hans: 运行时
zh_hant: 執行階段

source: Runtime Version
de: Laufzeit-Version
es: Version del runtime
fr: Version de l'environnement d'exécution
it: Versione runtime
ja: ランタイムバージョン
ko: 런타임 버전
ru: Версия среды выполнения
zh_hans: 运行时版本
zh_hant: 執行階段版本

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Save as Preset
de: Als Voreinstellung speichern
es: Guardar como preset
fr: Enregistrer comme préréglage
it: Salva come preset
ja: プリセットとして保存
ko: 프리셋으로 저장
ru: Сохранить как пресет
zh_hans: 另存为预设
zh_hant: 另存為預設

source: Save Filter
de: Filter speichern
es: Guardar filtro
fr: Enregistrer le filtre
it: Salva filtro
ja: フィルターを保存
ko: 필터 저장
ru: Сохранить фильтр
zh_hans: 保存过滤器
zh_hant: 儲存篩選器

source: Save Preset
de: Voreinstellung speichern
es: Guardar preset
fr: Enregistrer le préréglage
it: Salva preset
ja: プリセットを保存
ko: 프리셋 저장
ru: Сохранить пресет
zh_hans: 保存预设
zh_hant: 儲存預設

source: Save your favorite EPUB reading themes for quick access
de: Speichern Sie Ihre bevorzugten EPUB-Lesethemen für schnellen Zugriff
es: Guarda tus temas EPUB favoritos para acceso rapido
fr: Enregistrez vos thèmes de lecture EPUB préférés pour un accès rapide
it: Salva i tuoi temi EPUB preferiti per un accesso rapido
ja: お気に入りのEPUB読書テーマを保存して素早くアクセス
ko: 빠른 액세스를 위해 즐겨찾는 EPUB 읽기 테마 저장
ru: Сохраните любимые темы EPUB для быстрого доступа
zh_hans: 保存您喜爱的 EPUB 阅读主题以便快速访问
zh_hant: 儲存您喜愛的 EPUB 閱讀主題以便快速存取

# Save your frequently used %@ filters for quick access
source: Save your frequently used %1$@ filters for quick access
de: Speichern Sie Ihre häufig verwendeten %@-Filter für schnellen Zugriff
es: Guarda tus filtros de %1$@ mas usados para acceso rapido
fr: Enregistrez vos filtres %1$@ fréquemment utilisés pour un accès rapide
it: Salva i filtri %1$@ usati piu spesso per un accesso rapido
ja: よく使う %1$@ フィルターを保存して素早くアクセス
ko: 빠른 액세스를 위해 자주 사용하는 %1$@ 필터를 저장하세요.
ru: Сохраняйте часто используемые фильтры %1$@ для быстрого доступа
zh_hans: 保存常用的 %1$@ 过滤器以便快速访问
zh_hant: 儲存常用的 %1$@ 篩選器以便快速存取

source: Saved Filters
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtres enregistrés
it: Filtri salvati
ja: 保存済みフィルター
ko: 저장된 필터
ru: Сохраненные фильтры
zh_hans: 已保存的过滤器
zh_hant: 已儲存的篩選器

source: Saved Presets
de: Gespeicherte Voreinstellungen
es: Presets guardados
fr: Préréglages enregistrés
it: Preset salvati
ja: 保存されたプリセット
ko: 저장된 프리셋
ru: Сохраненные пресеты
zh_hans: 已保存的预设
zh_hant: 已儲存的預設

source: Saving downloaded EPUB for offline reading
de: Heruntergeladenes EPUB wird für das Offline-Lesen gespeichert
es: Guardando el EPUB descargado para leer sin conexión
fr: Enregistrement de l’EPUB téléchargé pour la lecture hors ligne
it: Salvataggio dell'EPUB scaricato per la lettura offline
ja: ダウンロード済みEPUBをオフライン読書用に保存中
ko: 다운로드한 EPUB을 오프라인 읽기용으로 저장 중
ru: Сохранение загруженного EPUB для офлайн-чтения
zh_hans: 正在保存已下载的 EPUB 以供离线阅读
zh_hant: 正在儲存已下載的 EPUB 以供離線閱讀

source: Saving downloaded page files
de: Heruntergeladene Seitendateien werden gespeichert
es: Guardando archivos de páginas descargados
fr: Enregistrement des fichiers de pages téléchargés
it: Salvataggio dei file delle pagine scaricate
ja: ダウンロード済みページファイルを保存中
ko: 다운로드한 페이지 파일 저장 중
ru: Сохранение загруженных файлов страниц
zh_hans: 正在保存已下载的页面文件
zh_hant: 正在儲存已下載的頁面檔案

source: Saving downloaded PDF for offline reading
de: Heruntergeladenes PDF wird für das Offline-Lesen gespeichert
es: Guardando el PDF descargado para leer sin conexión
fr: Enregistrement du PDF téléchargé pour la lecture hors ligne
it: Salvataggio del PDF scaricato per la lettura offline
ja: ダウンロード済みPDFをオフライン読書用に保存中
ko: 다운로드한 PDF를 오프라인 읽기용으로 저장 중
ru: Сохранение загруженного PDF для офлайн-чтения
zh_hans: 正在保存已下载的 PDF 以供离线阅读
zh_hant: 正在儲存已下載的 PDF 以供離線閱讀

source: Scan All Libraries
de: Alle Bibliotheken scannen
es: Escanear todas las bibliotecas
fr: Analyser toutes les bibliothèques
it: Scansiona tutte le librerie
ja: すべてのライブラリをスキャン
ko: 모든 라이브러리 스캔
ru: Сканировать все библиотеки
zh_hans: 扫描所有库
zh_hant: 掃描所有圖書館

source: Scan All Libraries (Deep)
de: Alle Bibliotheken scannen (Tief)
es: Escanear todas las bibliotecas (profundo)
fr: Analyser toutes les bibliothèques (profond)
it: Scansiona tutte le librerie (profonda)
ja: すべてのライブラリをディープスキャン
ko: 모든 라이브러리 스캔 (심층)
ru: Сканировать все библиотеки (глубоко)
zh_hans: 深度扫描所有库
zh_hant: 深度掃描所有圖書館

source: Scan Library Files
de: Bibliotheksdateien scannen
es: Escanear archivos de biblioteca
fr: Scanner les fichiers de la bibliothèque
it: Scansiona file libreria
ja: ライブラリ内のファイルをスキャン
ko: 서재 파일 스캔
ru: Сканировать файлы библиотеки
zh_hans: 扫描库文件
zh_hant: 掃描圖書館檔案

source: Scan Library Files (Deep)
de: Bibliotheksdateien scannen (Tief)
es: Escanear archivos de biblioteca (profundo)
fr: Scanner les fichiers de la bibliothèque (profond)
it: Scansiona file libreria (profonda)
ja: ライブラリのファイルをディープスキャン
ko: 서재 파일 스캔 (심층)
ru: Сканировать файлы библиотеки (глубоко)
zh_hans: 深度扫描库文件
zh_hant: 深度掃描圖書館檔案

source: Scroll distance when tapping to navigate in webtoon mode
de: Scroll-Distanz beim Tippen im Webtoon-Modus
es: Distancia de desplazamiento al tocar para navegar en modo webtoon
fr: Distance de défilement lors du tap pour naviguer en mode Webtoon
it: Distanza di scorrimento al tocco per navigare in modalita webtoon
ja: Webtoon モードでタップした時のスクロール量
ko: 웹툰 모드에서 탭하여 이동할 때 스크롤 거리
ru: Дистанция прокрутки по касанию для навигации в режиме webtoon
zh_hans: Webtoon 模式下点击翻页的滚动距离
zh_hant: Webtoon 模式下點擊翻頁的捲動距離

source: Scrolls through one page at a time continuously.
de: Scrollt fortlaufend Seite für Seite.
es: Desplaza una página a la vez de forma continua.
fr: Fait défiler une page à la fois en continu.
it: Scorre continuamente una pagina alla volta.
ja: 1ページずつ連続してスクロールします。
ko: 한 페이지씩 연속으로 스크롤합니다.
ru: Непрерывная прокрутка по одной странице.
zh_hans: 一次一页连续滚动。
zh_hant: 一次一頁連續捲動。

source: Scrolls through two-page spreads continuously.
de: Scrollt fortlaufend durch Doppelseiten.
es: Desplaza pliegos de dos páginas de forma continua.
fr: Fait défiler les doubles pages en continu.
it: Scorre continuamente le doppie pagine.
ja: 見開きを連続してスクロールします。
ko: 두 페이지 펼침을 연속으로 스크롤합니다.
ru: Непрерывная прокрутка разворотов из двух страниц.
zh_hans: 连续滚动双页跨页。
zh_hant: 連續捲動雙頁跨頁。

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search in PDF
de: Im PDF suchen
es: Buscar en PDF
fr: Rechercher dans le PDF
it: Cerca nel PDF
ja: PDF内を検索
ko: PDF에서 검색
ru: Поиск в PDF
zh_hans: 在 PDF 中搜索
zh_hant: 在 PDF 中搜尋

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
ja: 検索中...
ko: 검색 중...
ru: Поиск...
zh_hans: 搜索中...
zh_hant: 搜尋中...

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

source: Select a Category
de: Wähle eine Kategorie
es: Selecciona una categoria
fr: Sélectionnez une catégorie
it: Seleziona una categoria
ja: カテゴリを選択
ko: 카테고리 선택
ru: Выберите категорию
zh_hans: 选择一个类别
zh_hant: 選擇一個類別

source: Select a setting
de: Wähle eine Einstellung
es: Selecciona una opcion
fr: Sélectionnez un paramètre
it: Seleziona un'impostazione
ja: 設定を選択
ko: 설정 선택
ru: Выберите настройку
zh_hans: 选择一项设置
zh_hant: 選擇一項設定

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
ru: Выбрать все
zh_hans: 选择全部
zh_hant: 選擇全部

source: Select All Libraries
de: Alle Bibliotheken auswählen
es: Seleccionar todas las bibliotecas
fr: Selectionner toutes les bibliotheques
it: Seleziona tutte le librerie
ja: すべてのライブラリを選択
ko: 모든 라이브러리 선택
ru: Выбрать все библиотеки
zh_hans: 选择所有资料库
zh_hant: 選擇所有資料庫

source: Select Collection
de: Sammlung auswählen
es: Seleccionar coleccion
fr: Supprimer la collection
it: Seleziona raccolta
ja: コレクションを削除
ko: 모음집 선택
ru: Выбрать коллекцию
zh_hans: 选择收藏
zh_hant: 選擇收藏

source: Select from the system preinstalled fonts
de: Aus den vorinstallierten Systemschriftarten wählen
es: Selecciona entre las fuentes preinstaladas del sistema
fr: Sélectionner parmi les polices préinstallées du système
it: Seleziona tra i font preinstallati di sistema
ja: システムのプリインストールフォントから選択
ko: 시스템 사전 설치 글꼴에서 선택
ru: Выберите из предустановленных системных шрифтов
zh_hans: 选择系统预装字体
zh_hant: 選擇系統預載字體

source: Select Read List
de: Leseliste auswählen
es: Seleccionar lista de lectura
fr: Supprimer la liste de lecture
it: Seleziona lista di lettura
ja: 読書リストを削除
ko: 읽기 목록 선택
ru: Выбрать список чтения
zh_hans: 选择阅读列表
zh_hant: 選擇閱讀列表

source: Series
de: Serie
fr: Séries
it: Serie
ja: シリーズ
ko: 시리즈
ru: Серии
zh_hans: 系列
zh_hant: 系列

source: Series ID
de: Serien-ID
es: ID de serie
fr: ID de la série
it: ID serie
ja: シリーズ ID
ko: 시리즈 ID
ru: ID серии
zh_hans: 系列 ID
zh_hant: 系列 ID

source: Series Status
de: Serienstatus
es: Estado de serie
fr: Statut de la série
it: Stato serie
ja: シリーズのステータス
ko: 시리즈 상태
ru: Статус серии
zh_hans: 系列状态
zh_hant: 系列狀態

# series.edit.tab.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 全般
ko: 일반
ru: Общее
zh_hans: 常规
zh_hant: 常规

# series.edit.tab.sharing
source: Sharing
de: Teilen
es: Compartir
fr: Partage
it: Condivisione
ja: 共有
ko: 공유
ru: Доступ
zh_hans: 共享
zh_hant: 共享

# series.edit.tab.title
source: Title
de: Titel
es: Titulo
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
ru: Название
zh_hans: 标题
zh_hant: 标题

# series.sortField.booksCount
source: Books Count
de: Anzahl Bücher
es: Cantidad de libros
fr: Nombre de livres
it: Numero libri
ja: 書籍の数
ko: 도서의 수
ru: Количество книг
zh_hans: 书籍数量
zh_hant: 書籍數量

# series.sortField.dateAdded
source: Date Added
de: Hinzugefügt am
es: Fecha de adicion
fr: Date ajoutée
it: Data di aggiunta
ja: 追加日
ko: 추가된 날짜
ru: Дата добавления
zh_hans: 添加日期
zh_hant: 新增日期

# series.sortField.dateRead
source: Date Read
de: Gelesen am
es: Fecha de lectura
fr: Date de lecture
it: Data di lettura
ja: 読んだ日
ko: 읽은 날짜
ru: Дата чтения
zh_hans: 阅读日期
zh_hant: 閱讀日期

# series.sortField.dateUpdated
source: Date Updated
de: Aktualisiert am
es: Fecha de actualizacion
fr: Date de mise à jour
it: Data di aggiornamento
ja: 更新した日
ko: 갱신된 날짜
ru: Дата обновления
zh_hans: 更新日期
zh_hant: 更新日期

# series.sortField.downloadDate
source: Download Time
de: Download-Zeit
es: Hora de descarga
fr: Date de téléchargement
it: Ora download
ja: ダウンロード日時
ko: 다운로드 시간
ru: Время загрузки
zh_hans: 下载时间
zh_hant: 下載時間

# series.sortField.folderName
source: Folder Name
de: Ordnername
es: Nombre de carpeta
fr: Nom du répertoire
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
ru: Имя папки
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# series.sortField.random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 무작위
ru: В случайном порядке
zh_hans: 随机
zh_hant: 隨機

# series.sortField.releaseDate
source: Release Date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
it: Data di uscita
ja: 発行日
ko: 발매일
ru: Дата выхода
zh_hans: 发行日期
zh_hant: 發行日期

# series.sortOption.booksCountAsc
source: Books Count (Fewest)
de: Bücheranzahl (Aufsteigend)
es: Cantidad de libros (menos)
fr: Nombre de livres (plus petit)
it: Numero libri (meno)
ja: 冊数（少ない順）
ko: 책 수 (적은순)
ru: Количество книг (меньше)
zh_hans: 书籍数量（最少）
zh_hant: 書籍數量（最少）

# series.sortOption.booksCountDesc
source: Books Count (Most)
de: Bücheranzahl (Absteigend)
es: Cantidad de libros (mas)
fr: Nombre de livres (plus grand)
it: Numero libri (piu)
ja: 冊数（多い順）
ko: 책 수 (많은순)
ru: Количество книг (больше)
zh_hans: 书籍数量（最多）
zh_hant: 書籍數量（最多）

# series.sortOption.dateAddedAsc
source: Date Added (Oldest)
de: Hinzugefügt (Aufsteigend)
es: Fecha de adicion (mas antiguo)
fr: Date d'ajout (plus ancien)
it: Data aggiunta (piu vecchia)
ja: 追加日（古い順）
ko: 추가된 날짜 (오래된순)
ru: Дата добавления (сначала старые)
zh_hans: 添加日期（最早）
zh_hant: 新增日期（最早）

# series.sortOption.dateAddedDesc
source: Date Added (Newest)
de: Hinzugefügt (Absteigend)
es: Fecha de adicion (mas reciente)
fr: Date d'ajout (plus récent)
it: Data aggiunta (piu recente)
ja: 追加日（新しい順）
ko: 추가된 날짜 (최신순)
ru: Дата добавления (сначала новые)
zh_hans: 添加日期（最新）
zh_hant: 新增日期（最新）

# series.sortOption.dateReadAsc
source: Date Read (Oldest)
de: Gelesen (Aufsteigend)
es: Fecha de lectura (mas antigua)
fr: Date de lecture (plus ancien)
it: Data lettura (piu vecchia)
ja: 読了日（古い順）
ko: 읽은 날짜 (오래된순)
ru: Дата чтения (сначала старые)
zh_hans: 阅读日期（最早）
zh_hant: 閱讀日期（最早）

# series.sortOption.dateReadDesc
source: Date Read (Newest)
de: Gelesen (Absteigend)
es: Fecha de lectura (mas reciente)
fr: Date de lecture (plus récent)
it: Data lettura (piu recente)
ja: 読了日（新しい順）
ko: 읽은 날짜 (최신순)
ru: Дата чтения (сначала новые)
zh_hans: 阅读日期（最新）
zh_hant: 閱讀日期（最新）

# series.sortOption.dateUpdatedAsc
source: Date Updated (Oldest)
de: Aktualisiert (Aufsteigend)
es: Fecha de actualizacion (mas antigua)
fr: Date de mise à jour (plus ancien)
it: Data aggiornamento (piu vecchia)
ja: 更新日（古い順）
ko: 업데이트된 날짜 (오래된순)
ru: Дата обновления (сначала старые)
zh_hans: 更新日期（最早）
zh_hant: 更新日期（最早）

# series.sortOption.dateUpdatedDesc
source: Date Updated (Newest)
de: Aktualisiert (Absteigend)
es: Fecha de actualizacion (mas reciente)
fr: Date de mise à jour (plus récent)
it: Data aggiornamento (piu recente)
ja: 更新日（新しい順）
ko: 업데이트된 날짜 (최신순)
ru: Дата обновления (сначала новые)
zh_hans: 更新日期（最新）
zh_hant: 更新日期（最新）

# series.sortOption.folderNameAsc
source: Folder Name (A-Z)
de: Ordnername (Aufsteigend)
es: Nombre de carpeta (A-Z)
fr: Nom de dossier (A-Z)
it: Nome cartella (A-Z)
ja: フォルダ名（A-Z）
ko: 폴더 이름 (A-Z)
ru: Имя папки (A-Z)
zh_hans: 文件夹名称（A-Z）
zh_hant: 資料夾名稱（A-Z）

# series.sortOption.folderNameDesc
source: Folder Name (Z-A)
de: Ordnername (Absteigend)
es: Nombre de carpeta (Z-A)
fr: Nom de dossier (Z-A)
it: Nome cartella (Z-A)
ja: フォルダ名（Z-A）
ko: 폴더 이름 (Z-A)
ru: Имя папки (Z-A)
zh_hans: 文件夹名称（Z-A）
zh_hant: 資料夾名稱（Z-A）

# series.sortOption.nameAsc
source: Name (A-Z)
de: Name (Aufsteigend)
es: Nombre (A-Z)
fr: Nom (A-Z)
it: Nome (A-Z)
ja: 名前（A-Z）
ko: 이름 (A-Z)
ru: Название (A-Z)
zh_hans: 名称（A-Z）
zh_hant: 名稱（A-Z）

# series.sortOption.nameDesc
source: Name (Z-A)
de: Name (Absteigend)
es: Nombre (Z-A)
fr: Nom (Z-A)
it: Nome (Z-A)
ja: 名前（Z-A）
ko: 이름 (Z-A)
ru: Название (Z-A)
zh_hans: 名称（Z-A）
zh_hant: 名稱（Z-A）

# series.sortOption.random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 무작위
ru: В случайном порядке
zh_hans: 随机
zh_hant: 隨機

# series.sortOption.releaseDateAsc
source: Release Date (Oldest)
de: Veröffentlicht (Aufsteigend)
es: Fecha de lanzamiento (mas antigua)
fr: Date de sortie (plus ancien)
it: Data di uscita (piu vecchia)
ja: 発売日（古い順）
ko: 출시일 (오래된순)
ru: Дата выпуска (сначала старые)
zh_hans: 发行日期（最早）
zh_hant: 發行日期（最早）

# series.sortOption.releaseDateDesc
source: Release Date (Newest)
de: Veröffentlicht (Absteigend)
es: Fecha de lanzamiento (mas reciente)
fr: Date de sortie (plus récent)
it: Data di uscita (piu recente)
ja: 発売日（新しい順）
ko: 출시일 (최신순)
ru: Дата выпуска (сначала новые)
zh_hans: 发行日期（最新）
zh_hant: 發行日期（最新）

# series.status.abandoned
source: Abandoned
de: Abgebrochen
es: Abandonado
fr: Abandonnée
it: Abbandonato
ja: 打ち切り
ko: 연재 중단
ru: Заброшена
zh_hans: 已放弃
zh_hant: 已放棄

# series.status.ended
source: Ended
de: Beendet
es: Finalizado
fr: Terminée
it: Concluso
ja: 完結
ko: 완결
ru: Закончена
zh_hans: 已完结
zh_hant: 已完結

# series.status.hiatus
source: Hiatus
de: Pausiert
es: Interrumpido
ja: 休載
ko: 휴재
ru: Заморожена
zh_hans: 有生之年
zh_hant: 有生之年

# series.status.ongoing
source: Ongoing
de: Laufend
es: En curso
fr: En cours
it: In corso
ja: 連載中
ko: 연재
ru: Выпускается
zh_hans: 连载中
zh_hant: 連載中

source: Server not updated yet
de: Server noch nicht aktualisiert
es: Servidor aun no actualizado
fr: Serveur pas encore mis à jour
it: Server non ancora aggiornato
ja: サーバーはまだ更新されていません
ko: 서버가 아직 업데이트되지 않음
ru: Сервер еще не обновлялся
zh_hans: 服务器尚未更新
zh_hant: 伺服器尚未更新

source: Server unreachable, switched to offline mode
de: Server nicht erreichbar, in Offline-Modus gewechselt
es: Servidor inaccesible, cambiado a modo offline
fr: Serveur inaccessible, passage en mode hors ligne
it: Server non raggiungibile, passaggio alla modalita offline
ja: サーバーに到達できないため、オフラインモードに切り替えました
ko: 서버에 연결할 수 없어 오프라인 모드로 전환되었습니다
ru: Сервер недоступен, переключено в офлайн-режим
zh_hans: 无法连接服务器，已切换到离线模式
zh_hant: 無法連線伺服器，已切換至離線模式

source: Server updated %@ ago
de: Server vor %@ aktualisiert
es: Servidor actualizado hace %@
fr: Serveur mis à jour il y a %@
it: Server aggiornato %@ fa
ja: サーバーは%@前に更新されました
ko: %@ 전에 서버 업데이트됨
ru: Сервер обновлен %@ назад
zh_hans: 服务器 %@ 前已更新
zh_hant: 伺服器於 %@ 前已更新

# server.switch
source: Switch Server
de: Server wechseln
es: Cambiar servidor
fr: Changer de serveur
it: Cambia server
ja: サーバーを切り替え
ko: 서버 전환
ru: Сменить сервер
zh_hans: 切换服务器
zh_hant: 切換伺服器

source: Servers
de: Server
es: Servidores
fr: Serveur
it: Server
ja: サーバ
ko: 서버
ru: Серверы
zh_hans: 服务器
zh_hant: 伺服器

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.appearance.appIcon.simulatorIssue
source: App icon switching is currently unavailable on iOS 26.1+ Simulator. Please test on a real device or an older simulator runtime.
de: Das Wechseln des App-Symbols ist im iOS-26.1+-Simulator derzeit nicht verfügbar. Bitte auf einem echten Gerät oder einer älteren Simulator-Runtime testen.
es: El cambio de icono de app no esta disponible actualmente en el simulador iOS 26.1+. Pruebalo en un dispositivo real o en un runtime de simulador anterior.
fr: Le changement d’icône de l’app n’est actuellement pas disponible sur le simulateur iOS 26.1+. Veuillez tester sur un appareil réel ou une ancienne runtime de simulateur.
it: Il cambio dell'icona app non e attualmente disponibile su Simulator iOS 26.1+. Prova su un dispositivo reale o su un runtime simulatore precedente.
ja: iOS 26.1 以降のシミュレータでは現在、アプリアイコンの切り替えは利用できません。実機または古いシミュレータランタイムで確認してください。
ko: iOS 26.1 이상 시뮬레이터에서는 현재 앱 아이콘 변경을 사용할 수 없습니다. 실제 기기 또는 더 낮은 시뮬레이터 런타임에서 테스트해 주세요.
ru: Смена иконки приложения сейчас недоступна в iOS 26.1+ Simulator. Проверьте на реальном устройстве или более старом runtime симулятора.
zh_hans: iOS 26.1 及以上模拟器当前无法切换应用图标。请在真机或更低版本的模拟器运行时测试。
zh_hant: iOS 26.1 及以上模擬器目前無法切換 App 圖示。請在實機或較低版本的模擬器執行環境測試。

# settings.appearance.browse
source: Browse
de: Durchsuchen
es: Explorar
fr: Navigation
it: Esplora
ja: ブラウズ
ko: 탐색
ru: Обзор
zh_hans: 浏览
zh_hant: 瀏覽

# settings.appearance.cards
source: Cards
de: Karten
es: Tarjetas
fr: Vignettes
it: Schede
ja: カード
ko: 카드
ru: Карточки
zh_hans: 卡片
zh_hant: 卡片

# settings.appearance.cardTextOverlay.caption
source: Display titles and details with a soft gradient overlay on covers
de: Titel und Details mit einem weichen Verlaufsüberzug über dem Cover anzeigen
es: Mostrar titulos y detalles con una superposicion de degradado suave sobre las portadas
fr: Afficher les titres et les détails avec un léger dégradé superposé aux couvertures
it: Mostra titoli e dettagli con una morbida sovrapposizione sfumata sulle copertine
ja: カバーに柔らかなグラデーションを重ねてタイトルと詳細を表示
ko: 커버 위에 부드러운 그라데이션 오버레이로 제목과 세부 정보를 표시합니다
ru: Показывать заголовки и детали с мягким градиентным наложением на обложках
zh_hans: 在封面上使用柔和的渐变遮罩显示标题和详情
zh_hant: 在封面上使用柔和的漸變遮罩顯示標題與詳情

# settings.appearance.cardTextOverlay.title
source: Card Text Overlay
de: Textüberlagerung auf Karten
es: Superposicion de texto en tarjetas
fr: Superposition de texte sur les cartes
it: Overlay testo schede
ja: カードのテキストオーバーレイ
ko: 카드 텍스트 오버레이
ru: Наложение текста на карточках
zh_hans: 卡片文字覆盖
zh_hant: 卡片文字覆蓋

# settings.appearance.color
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
ko: 색상
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

# settings.appearance.colorScheme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

# settings.appearance.colorScheme.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色
